{
  "main-home-btn": "startseite",
  "main-about-me-btn": "über mich",
  "main-portfolio-btn": "portfolio",
  "main-cooperation-btn": "zusammenarbeit",
  "main-technologies-btn": "technologien",
  "main-contact-btn": "kontakt",
  "main-first-home-box-text": "Hallo!",
  "main-second-home-box-text": "Mein Name ist Łukasz, ich bin Programmierer.",
  "main-third-home-box-text": "Programmieren ist meine Leidenschaft.",
  "main-about-me-home-box-btn": "Mehr über mich",
  "contact-header": "Kontaktiere mich!",
  "contact-social-header": "Finde mich!",
  "contact-email": "lukaszambrozewski@gmail.com",
  "contact-phone-number": "+48 733 894 571",
  "technologies-header": "TECHNOLOGIEN",
  "technologies-header-design-section": "WEBDESIGN",
  "technologies-header-database-section": "DATENBANK",
  "about-me-header": "ÜBER MICH",
  "about-me-programming-section-header": "PROGRAMMIERUNG",
  "about-me-private-section-header": "PRIVAT",
  "about-me-social-section-header": "SOZIAL",
  "about-me-programming-section-description": "Ich interessiere mich seit der Grundschule für das Schreiben von Code. Ich habe mein ernsthaftes Abenteuer mit dem Programmieren im Frühjahr 2021 begonnen. In meiner Arbeit verwende ich JavaScript-Ökosystemtechnologien: TypeScript, React.js, Node.js, NestJS, Express.js und relationale und nicht-relationale Datenbanken: MySQL und MongoDB. Ich bin offen für interessante und herausfordernde Aufgaben, die meine Fähigkeiten verbessern.",
  "about-me-private-section-description": "Das Programmieren bereitet mir große Freude, und die Besonderheit der Arbeit eines Programmierers passt perfekt zu meinen beruflichen Voraussetzungen. Meine Ablenkung von der Arbeit ist Gitarre spielen, Radfahren und Zeit mit meiner Familie verbringen.",
  "about-me-social-section-description": "Ich wurde Frontend-Entwickler in einem Team, das soziale Projekte für die NeuroN Foundation erstellte. Unser Team besteht aus über fünfzig Spezialisten aus verschiedenen IT-Bereichen. Die Tätigkeit in der Stiftung ermöglicht es mir, das Helfen anderer Menschen mit der Entwicklung meiner Leidenschaft, dem Programmieren, zu verbinden.",
  "portfolio-section-main-header": "PORTFOLIO",
  "portfolio-section-show-button-text": "Mehr über das Projekt",
  "portfolio-section-hide-button-text": "Details ausblenden",
  "portfolio-details-header": "Über das Projekt",
  "portfolio-details-code-source-backend": "Quellcode - Backend",
  "portfolio-details-code-source-frontend": "Quellcode - Frontend",
  "portfolio-details-technologies-header": "Verwendete Technologien und Tools",
  "portfolio-personal-website-image-alt": "Bild, das die Reaktionsfähigkeit der persönlichen Seite zeigt",
  "portfolio-personal-website-title": "Persönliche Seite",
  "portfolio-personal-website-description": "Dies ist die Website, auf der ich mich vorstelle. Es enthält alle Informationen über Technologie in welchen Organisationen. Die Schnittstellenseite enthält auch Kontaktdaten und Portfolio, Projekte in Entwicklung und Kooperationen..",
  "portfolio-personal-website-detail-description": "Die Website lukaszambrozewski.pl ist eine Website, die die wichtigsten Informationen über mich präsentiert. Es wurde mit den Programmen Figma und Gimp entworfen. Eine Visitenkarten-Website ist eine ideale Lösung für Personen, die ihre Präsenz im Internet hervorheben möchten. Die Reaktionsfähigkeit der Website bedeutet, dass der Benutzer sie auf jedem Gerät mit Internetzugang in ihrer vollen Form sehen kann. Eine gut gestaltete Website ist der Schlüssel zum Erfolg im Internet.",
  "portfolio-invoice-app-image-alt": "Ein Bild, das die Reaktionsfähigkeit der Rechnungs-App zeigt",
  "portfolio-invoice-app-title": "InvoiceApp",
  "portfolio-invoice-app-description": "Es ist eine Full-Stack-Anwendung, die die Rechnungsverwaltung erleichtert. Es besteht aus einem Frontend, Backend und einer Datenbank. Ich habe den gesamten Prozess der Anwendungsentwicklung persönlich durchgeführt: von der Gestaltung der Ansichten, aller Funktionalitäten, der Datenbank bis zur vollständigen Implementierung des Projekts. Die Anwendung wurde im Mobile-First-Ansatz erstellt und ist vollständig responsiv..",
  "portfolio-invoice-app-detail-description": "Die Anwendung InvoiceApp dient der bequemen Ausstellung von Dokumenten. Die intuitive Bedienung macht die Dokumentenausgabe schnell und angenehm. Alle Funktionalitäten wurden von mir so konzipiert und erstellt, dass der Benutzer die Anwendung auf jedem Gerät mit Internetzugang nutzen kann.",
  "portfolio-invoice-app-screen-alt": "Screen przedstawiający działanie aplikacji invoice app w wersji mobilnej.",
  "portfolio-invoice-app-functions-list-header": "App-Funktionen:",
  "portfolio-invoice-app-first-function": "Erstellen Sie Ihren eigenen Kundenstamm,",
  "portfolio-invoice-app-second-function": "Einfaches Hinzufügen neuer Rechnungen,",
  "portfolio-invoice-app-third-function": "Möglichkeit, Kunden hinzuzufügen und zu bearbeiten,",
  "portfolio-invoice-app-fourth-function": "Einfacher Zugriff auf alle Rechnungen,",
  "portfolio-invoice-app-fifth-function": "Verfolgung des Benutzeraktivitätsverlaufs,",
  "portfolio-invoice-app-sixth-function": "Monatliche Statistikanalyse,",
  "cooperation-header": "ZUSAMMENARBEIT",
  "cooperation-first-text": "Brauchen Sie einen Entwickler für Ihr Team?",
  "cooperation-second-text": "Benötigen Sie eine professionelle Website für Ihr Unternehmen?"
}
