{
  "main-home-btn": "startseite",
  "main-about-me-btn": "über mich",
  "main-portfolio-btn": "portfolio",
  "main-cooperation-btn": "zusammenarbeit",
  "main-technologies-btn": "technologien",
  "main-contact-btn": "kontakt",
  "main-first-home-box-text": "Hi!",
  "main-second-home-box-text": "Mein Name ist Łukasz, ich bin Programmierer.",
  "main-third-home-box-text": "Programmieren ist meine Leidenschaft.",
  "main-about-me-home-box-btn": "Mehr über mich",
  "contact-header": "Kontakt",
  "contact-email": "lukaszambrozewski@gmail.com",
  "contact-phone-number": "+48 733 894 571",
  "technologies-header": "Technologien",
  "portfolio-main-header": "Meine Projekte",
  "portfolio-first-project-header": "InvoiceApp",
  "portfolio-first-project-description": "Es ist eine Full-Stack-Anwendung, die die Verwaltung von Rechnungen erleichtert. Es besteht aus einem Frontend-, Backend-Teil und einer Datenbank. Ich habe persönlich den gesamten Prozess der Anwendungsentwicklung durchgeführt, von der Gestaltung der Ansichten, aller Funktionalitäten, Datenbanken bis zur vollständigen Implementierung des Projekts. Die Anwendung wurde im Mobile-First-Ansatz erstellt und ist vollständig responsiv.",
  "about-me-header": "ÜBER MICH",
  "about-me-programming-section-header": "PROGRAMMIERUNG",
  "about-me-private-section-header": "PRIVAT",
  "about-me-social-section-header": "SOZIAL",
  "about-me-programming-section-description": "Ich interessiere mich seit der Grundschule für das Schreiben von Code. Ich habe mein ernsthaftes Abenteuer mit dem Programmieren im Frühjahr 2021 begonnen. In meiner Arbeit verwende ich JavaScript-Ökosystemtechnologien: TypeScript, React.js, Node.js, NestJS, Express.js und relationale und nicht-relationale Datenbanken: MySQL und MongoDB. Ich bin offen für interessante und herausfordernde Aufgaben, die meine Fähigkeiten verbessern.",
  "about-me-private-section-description": "Das Programmieren bereitet mir große Freude, und die Besonderheit der Arbeit eines Programmierers passt perfekt zu meinen beruflichen Voraussetzungen. Meine Ablenkung von der Arbeit ist Gitarre spielen, Radfahren und Zeit mit meiner Familie verbringen.",
  "about-me-social-section-description": "Ich wurde Frontend-Entwickler in einem Team, das soziale Projekte für die NeuroN Foundation erstellte. Unser Team besteht aus über fünfzig Spezialisten aus verschiedenen IT-Bereichen. Die Tätigkeit in der Stiftung ermöglicht es mir, das Helfen anderer Menschen mit der Entwicklung meiner Leidenschaft, dem Programmieren, zu verbinden.",
  "portfolio-section-main-header": "PORTFOLIO",
  "portfolio-details-header": "O projekcie",
  "portfolio-details-code-source-backend": "Kod źródłowy - backend",
  "portfolio-details-code-source-frontend": "Kod źródłowy - frontend",
  "portfolio-details-technologies-header": "Wykorzystane technologie i narzędzia",
  "portfolio-personal-website-image-alt": "Obraz przedstawiający responsywność strony osobistej",
  "portfolio-personal-website-title": "Strona wizytówka",
  "portfolio-personal-website-description": "To strona internetowa, na której przedstawiam swoją osobę. Zawiera wszelkie niezbędne informacje dotyczące technologii w jakich pracuję. Na stronie znajdują się również dane kontaktowe oraz portfolio, przedstawiające projekty nad którymi pracowałem.",
  "portfolio-personal-website-detail-description": "Strona lukaszambrozewski.com to strona prezentująca najważniejszeinformacje o mojej osobie. Została zaprojektowana z wykorzystaniem programów Figma oraz Gimp. Strona wizytówka to idealne rozwiązanie dla osób, które chcą zaznaczyć swoją obecność w internecie. Responsywność strony sprawia, że użytkownik zobaczy ją w pełnej formie na każdym urządzeniu z dostępem do internetu. Dobrze stworzona strona internetowa to klucz do osiągnięcia sukcesu w internecie.",
  "portfolio-invoice-app-image-alt": "Obraz przedstawiający responsywność aplikacji invoice app",
  "portfolio-invoice-app-title": "InvoiceApp",
  "portfolio-invoice-app-description": "To fullstackowa aplikacja ułatwiająca zarządzanie fakturami. Składa się z części frontendowej, backendowej oraz bazy danych. Osobiście wykonałem cały proces tworzenia aplikacji: od zaprojektowania widoków, wszystkich funkcjonalności, bazy danych, aż do pełnej realizacji projektu. Aplikacja została wykonana w podejściu mobile first i jest w pełni responsywna.",
  "portfolio-invoice-app-detail-description": "InvoiceApp to fullstackowa aplikacja ułatwiająca zarządzanie fakutrami. Składa się z części frontendowej backendowej oraz bazy danych. Osobiście wykonałem cały proces tworzenia aplikacji, od zaprojektowania widoków, wszystkich funkcjonalności, bazy danych aż do pełnej realizacji projektu. Aplikacja została wykonana w  podejściu mobile first i jest w pełni repsonsywna.",
  "portfolio-invoice-app-screen-alt": "Screen przedstawiający działanie aplikacji invoice app w wersji mobilnej.",
  "portfolio-invoice-app-functions-list-header": "Funkcje aplikacji:",
  "portfolio-invoice-app-first-function": "Tworzenie własnej bazy klientów,",
  "portfolio-invoice-app-second-function": "Proste dodawanie nowych faktur,",
  "portfolio-invoice-app-third-function": "Możliwość dodawania i edycji klientów,",
  "portfolio-invoice-app-fourth-function": "Łatwy dostęp do wszystkich faktur",
  "portfolio-invoice-app-fifth-function": "Śledzenie historii aktywności użytkownika,",
  "portfolio-invoice-app-sixth-function": "Analiza statystyk każdego miesiąca,"
}
