{
  "main-home-btn": "home",
  "main-about-me-btn": "about me",
  "main-portfolio-btn": "portfolio",
  "main-cooperation-btn": "cooperation",
  "main-technologies-btn": "technologies",
  "main-contact-btn": "contact",
  "main-first-home-box-text": "Hello!",
  "main-second-home-box-text": "My name is Łukasz, I'm a programmer.",
  "main-third-home-box-text": "Programming is my passion.",
  "main-about-me-home-box-btn": "More about me",
  "contact-header": "Contact",
  "contact-email": "lukaszambrozewski@gmail.com",
  "contact-phone-number": "+48 733 894 571",
  "technologies-header": "Technologies",
  "portfolio-main-header": "My projects",
  "portfolio-first-project-header": "InvoiceApp",
  "portfolio-first-project-description": "It is a full-stack application that facilitates the management of invoices. It consists of a front-end, back-end part and a database. I personally carried out the entire application development process, from designing views, all functionalities, databases to the full implementation of the project. The application was made in the mobile first approach and is fully responsive.",
  "about-me-header": "ABOUT ME",
  "about-me-programming-section-header": "PROGRAMMING",
  "about-me-private-section-header": "PRIVATELY",
  "about-me-social-section-header": "SOCIALLY",
  "about-me-programming-section-description": "I have been interested in writing code since elementary school. I started my serious adventure with programming in the spring of 2021. In my work, I use JavaScript ecosystem technologies: TypeScript, React.js, Node.js, NestJS, Express.js, and relational and non-relational databases: MySQL and MongoDB. I am open to interesting and challenging tasks that will improve my skills.",
  "about-me-private-section-description": "Programming is something that gives me great satisfaction, and the specificity of a programmer's work is something that fits perfectly into my professional predispositions. My distraction from work is playing the guitar, cycling and spending time with my family.",
  "about-me-social-section-description": "I became a frontend developer in a team creating social projects for the NeuroN Foundation. Our team consists of over fifty specialists from various IT areas. Activity in the foundation allows me to combine helping other people with the development of my passion, which is programming.",
  "portfolio-section-main-header": "PORTFOLIO",
  "portfolio-details-header": "O projekcie",
  "portfolio-details-code-source-backend": "Kod źródłowy - backend",
  "portfolio-details-code-source-frontend": "Kod źródłowy - frontend",
  "portfolio-details-technologies-header": "Wykorzystane technologie i narzędzia",
  "portfolio-personal-website-image-alt": "Obraz przedstawiający responsywność strony osobistej",
  "portfolio-personal-website-title": "Strona wizytówka",
  "portfolio-personal-website-description": "To strona internetowa, na której przedstawiam swoją osobę. Zawiera wszelkie niezbędne informacje dotyczące technologii w jakich pracuję. Na stronie znajdują się również dane kontaktowe oraz portfolio, przedstawiające projekty nad którymi pracowałem.",
  "portfolio-personal-website-detail-description": "Strona lukaszambrozewski.com to strona prezentująca najważniejszeinformacje o mojej osobie. Została zaprojektowana z wykorzystaniem programów Figma oraz Gimp. Strona wizytówka to idealne rozwiązanie dla osób, które chcą zaznaczyć swoją obecność w internecie. Responsywność strony sprawia, że użytkownik zobaczy ją w pełnej formie na każdym urządzeniu z dostępem do internetu. Dobrze stworzona strona internetowa to klucz do osiągnięcia sukcesu w internecie.",
  "portfolio-invoice-app-image-alt": "Obraz przedstawiający responsywność aplikacji invoice app",
  "portfolio-invoice-app-title": "InvoiceApp",
  "portfolio-invoice-app-description": "To fullstackowa aplikacja ułatwiająca zarządzanie fakturami. Składa się z części frontendowej, backendowej oraz bazy danych. Osobiście wykonałem cały proces tworzenia aplikacji: od zaprojektowania widoków, wszystkich funkcjonalności, bazy danych, aż do pełnej realizacji projektu. Aplikacja została wykonana w podejściu mobile first i jest w pełni responsywna.",
  "portfolio-invoice-app-detail-description": "InvoiceApp to fullstackowa aplikacja ułatwiająca zarządzanie fakutrami. Składa się z części frontendowej backendowej oraz bazy danych. Osobiście wykonałem cały proces tworzenia aplikacji, od zaprojektowania widoków, wszystkich funkcjonalności, bazy danych aż do pełnej realizacji projektu. Aplikacja została wykonana w  podejściu mobile first i jest w pełni repsonsywna.",
  "portfolio-invoice-app-screen-alt": "Screen przedstawiający działanie aplikacji invoice app w wersji mobilnej.",
  "portfolio-invoice-app-functions-list-header": "Funkcje aplikacji:",
  "portfolio-invoice-app-first-function": "Tworzenie własnej bazy klientów,",
  "portfolio-invoice-app-second-function": "Proste dodawanie nowych faktur,",
  "portfolio-invoice-app-third-function": "Możliwość dodawania i edycji klientów,",
  "portfolio-invoice-app-fourth-function": "Łatwy dostęp do wszystkich faktur",
  "portfolio-invoice-app-fifth-function": "Śledzenie historii aktywności użytkownika,",
  "portfolio-invoice-app-sixth-function": "Analiza statystyk każdego miesiąca,"
}
